export const rusTili5SinfQuestions = [
  {
    question: "Какое слово является существительным?",
    options: ["Бежать", "Стол", "Красивый", "Быстро"],
    answer: "Стол",
  },
  {
    question: "Выберите правильное окончание слова: мама(…) пошла в магазин.",
    options: ["-и", "-а", "-у", "-о"],
    answer: "-а",
  },
  {
    question: "Какое слово является глаголом?",
    options: ["Читать", "Стол", "Красивый", "Быстро"],
    answer: "Читать",
  },
  {
    question: "Какое слово является прилагательным?",
    options: ["Быстро", "Красивый", "Читать", "Стол"],
    answer: "Красивый",
  },
  {
    question: "Выберите правильное окончание: на столе лежит ручк(…).",
    options: ["-а", "-и", "-у", "-о"],
    answer: "-а",
  },
  {
    question: "Какое слово является наречием?",
    options: ["Быстро", "Стол", "Читать", "Красивый"],
    answer: "Быстро",
  },
  {
    question:
      "Какое из следующих слов относится к части речи — существительное?",
    options: ["Школа", "Читать", "Красивый", "Быстро"],
    answer: "Школа",
  },
  {
    question: 'Определите род существительного: "книга".',
    options: ["Мужской", "Женский", "Средний", "Никакой"],
    answer: "Женский",
  },
  {
    question: "Какое существительное в единственном числе?",
    options: ["Книги", "Ученики", "Стол", "Дома"],
    answer: "Стол",
  },
  {
    question: "Выберите правильное слово: Они (…) уроки.",
    options: ["Читаем", "Читают", "Читаешь", "Читаю"],
    answer: "Читают",
  },
  {
    question: "Как правильно вставить пропущенное слово: Он (…) в библиотеку.",
    options: ["Иду", "Идёт", "Идём", "Идут"],
    answer: "Идёт",
  },
  {
    question: 'Какая из частей речи отвечает на вопрос "Что делает?"',
    options: ["Глагол", "Существительное", "Прилагательное", "Наречие"],
    answer: "Глагол",
  },
  {
    question: 'Какой падеж у слова "в классе"?',
    options: ["Именительный", "Дательный", "Предложный", "Творительный"],
    answer: "Предложный",
  },
  {
    question: 'Определите падеж существительного: "на столе".',
    options: ["Родительный", "Творительный", "Предложный", "Винительный"],
    answer: "Предложный",
  },
  {
    question: "Выберите правильную форму прилагательного: зима (какая?)",
    options: ["Холодный", "Холодная", "Холодное", "Холодные"],
    answer: "Холодная",
  },
  {
    question: "Выберите правильное окончание: красив… платье.",
    options: ["-ая", "-ое", "-ый", "-ые"],
    answer: "-ое",
  },
  {
    question: "Какое слово является прилагательным?",
    options: ["Зелёный", "Дерево", "Идти", "Быстро"],
    answer: "Зелёный",
  },
  {
    question: 'Какой падеж у слова "без друга"?',
    options: ["Именительный", "Родительный", "Дательный", "Винительный"],
    answer: "Родительный",
  },
  {
    question: "Какое слово не является существительным?",
    options: ["Книга", "Мама", "Бегать", "Дерево"],
    answer: "Бегать",
  },
  {
    question: 'Какой род у существительного "дерево"?',
    options: ["Мужской", "Женский", "Средний", "Неопределённый"],
    answer: "Средний",
  },
  {
    question: "Выберите правильную форму глагола: Мы (…) книгу.",
    options: ["Читаем", "Читают", "Читаешь", "Читаю"],
    answer: "Читаем",
  },
  {
    question: 'Какое слово отвечает на вопрос "Как?"',
    options: ["Красивый", "Быстро", "Дерево", "Читать"],
    answer: "Быстро",
  },
  {
    question: 'Определите время глагола: "пишет".',
    options: ["Прошедшее", "Настоящее", "Будущее", "Неопределённое"],
    answer: "Настоящее",
  },
  {
    question: 'Какой падеж у существительного "у стола"?',
    options: ["Родительный", "Дательный", "Предложный", "Именительный"],
    answer: "Родительный",
  },
  {
    question: "Выберите правильное слово: Они (…) книгу.",
    options: ["Читает", "Читают", "Читаю", "Читаешь"],
    answer: "Читают",
  },
  {
    question: 'Какая форма глагола "читать" в прошедшем времени?',
    options: ["Читаю", "Читал", "Читают", "Читаешь"],
    answer: "Читал",
  },
  {
    question: 'Какая из частей речи отвечает на вопрос "Какой?"',
    options: ["Глагол", "Существительное", "Прилагательное", "Наречие"],
    answer: "Прилагательное",
  },
  {
    question: "Какое слово является существительным?",
    options: ["Дом", "Бегать", "Хороший", "Скоро"],
    answer: "Дом",
  },
  {
    question: "Выберите слово, которое является наречием.",
    options: ["Быстро", "Мальчик", "Красивый", "Читать"],
    answer: "Быстро",
  },
  {
    question: 'Какое слово является антонимом к слову "хороший"?',
    options: ["Плохой", "Красивый", "Умный", "Добрый"],
    answer: "Плохой",
  },
];
export const rusTili6SinfQuestions = [
  {
    question: 'Какое слово является антонимом к слову "длинный"?',
    options: ["Короткий", "Большой", "Широкий", "Тонкий"],
    answer: "Короткий",
  },
  {
    question: 'Какое слово является синонимом к слову "умный"?',
    options: ["Глупый", "Разумный", "Слабый", "Весёлый"],
    answer: "Разумный",
  },
  {
    question: "Какое слово является существительным?",
    options: ["Школа", "Бежать", "Красивый", "Медленно"],
    answer: "Школа",
  },
  {
    question: "Выберите правильное окончание: На улице шёл дожд(…).",
    options: ["-ь", "-и", "-я", "-ьё"],
    answer: "-ь",
  },
  {
    question: "Какое слово является прилагательным?",
    options: ["Красивый", "Дом", "Идти", "Быстро"],
    answer: "Красивый",
  },
  {
    question: "Какое слово является глаголом?",
    options: ["Читать", "Книга", "Красивый", "Быстро"],
    answer: "Читать",
  },
  {
    question: 'Какая часть речи отвечает на вопрос "Как?"?',
    options: ["Наречие", "Существительное", "Прилагательное", "Глагол"],
    answer: "Наречие",
  },
  {
    question: 'Какой падеж у слова "с другом"?',
    options: ["Творительный", "Родительный", "Дательный", "Винительный"],
    answer: "Творительный",
  },
  {
    question: 'Определите время глагола: "читал".',
    options: ["Прошедшее", "Настоящее", "Будущее", "Неопределённое"],
    answer: "Прошедшее",
  },
  {
    question: "Выберите правильную форму глагола: Мы (…) книгу.",
    options: ["Читаем", "Читаю", "Читают", "Читаешь"],
    answer: "Читаем",
  },
  {
    question: "Какое из слов является числительным?",
    options: ["Пять", "Книга", "Шестой", "Читать"],
    answer: "Пять",
  },
  {
    question: 'Какое из следующих слов является антонимом к слову "много"?',
    options: ["Мало", "Быстро", "Красиво", "Чисто"],
    answer: "Мало",
  },
  {
    question: "Какое существительное в родительном падеже?",
    options: ["Друга", "Другом", "Друг", "Друзья"],
    answer: "Друга",
  },
  {
    question: 'Какой род у слова "стол"?',
    options: ["Мужской", "Женский", "Средний", "Неопределённый"],
    answer: "Мужской",
  },
  {
    question: "Выберите правильную форму прилагательного: Утро (какое?)",
    options: ["Светлое", "Светлый", "Светлая", "Светлые"],
    answer: "Светлое",
  },
  {
    question: "Выберите слово, которое является наречием.",
    options: ["Медленно", "Светлый", "Книга", "Читать"],
    answer: "Медленно",
  },
  {
    question: 'Какое слово отвечает на вопрос "Что делает?"?',
    options: ["Глагол", "Существительное", "Прилагательное", "Наречие"],
    answer: "Глагол",
  },
  {
    question: 'Какой падеж у существительного "к школе"?',
    options: ["Дательный", "Родительный", "Предложный", "Творительный"],
    answer: "Дательный",
  },
  {
    question: 'Определите число существительного "деревья".',
    options: ["Множественное", "Единственное", "Неопределённое", "Никакое"],
    answer: "Множественное",
  },
  {
    question: 'Какой род у слова "окно"?',
    options: ["Средний", "Мужской", "Женский", "Неопределённый"],
    answer: "Средний",
  },
  {
    question: "Выберите правильное окончание: Весна (какая?)",
    options: ["Тёплый", "Тёплая", "Тёплое", "Тёплые"],
    answer: "Тёплая",
  },
  {
    question: 'Какое из слов является антонимом к слову "быстрый"?',
    options: ["Медленный", "Тёплый", "Тяжёлый", "Шумный"],
    answer: "Медленный",
  },
  {
    question: "Какое слово является числительным?",
    options: ["Первый", "Читать", "Дерево", "Красивый"],
    answer: "Первый",
  },
  {
    question: "Какое слово является прилагательным?",
    options: ["Синий", "Ручка", "Писать", "Быстро"],
    answer: "Синий",
  },
  {
    question: 'Какое слово отвечает на вопрос "Кто?"?',
    options: ["Существительное", "Глагол", "Прилагательное", "Наречие"],
    answer: "Существительное",
  },
  {
    question: "Какое из слов является глаголом в будущем времени?",
    options: ["Будет читать", "Читает", "Читал", "Читаю"],
    answer: "Будет читать",
  },
  {
    question: 'Какой падеж у существительного "без мамы"?',
    options: ["Родительный", "Творительный", "Дательный", "Именительный"],
    answer: "Родительный",
  },
  {
    question: 'Какое слово является антонимом к слову "тихий"?',
    options: ["Шумный", "Медленный", "Светлый", "Большой"],
    answer: "Шумный",
  },
  {
    question: "Выберите правильное слово: Мы (…) в школу.",
    options: ["Идём", "Иду", "Идёте", "Идут"],
    answer: "Идём",
  },
  {
    question: 'Какой падеж у слова "о книге"?',
    options: ["Предложный", "Родительный", "Дательный", "Винительный"],
    answer: "Предложный",
  },
];
export const rusTili7SinfQuestions = [
  {
    question: 'Какое слово является синонимом к слову "сильный"?',
    options: ["Мощный", "Слабый", "Лёгкий", "Медленный"],
    answer: "Мощный",
  },
  {
    question: "Выберите правильное окончание: На столе лежал(…) книги.",
    options: ["-и", "-ь", "-я", "-о"],
    answer: "-и",
  },
  {
    question: "Какое слово является существительным?",
    options: ["Мороз", "Холодный", "Бегать", "Громко"],
    answer: "Мороз",
  },
  {
    question: 'Определите спряжение глагола: "пишем".',
    options: ["Первое", "Второе", "Третье", "Неопределённое"],
    answer: "Первое",
  },
  {
    question: 'Какая часть речи отвечает на вопрос "Какой?"?',
    options: ["Прилагательное", "Существительное", "Глагол", "Наречие"],
    answer: "Прилагательное",
  },
  {
    question: "Какое слово является глаголом в прошедшем времени?",
    options: ["Читал", "Читаю", "Буду читать", "Читаешь"],
    answer: "Читал",
  },
  {
    question: "Выберите правильную форму местоимения: Я рассказываю (…)",
    options: ["тебе", "тебя", "твой", "твой"],
    answer: "тебе",
  },
  {
    question: 'Какой род у слова "девушка"?',
    options: ["Женский", "Мужской", "Средний", "Неопределённый"],
    answer: "Женский",
  },
  {
    question: "Какое из следующих слов является наречием?",
    options: ["Быстро", "Книга", "Синий", "Писать"],
    answer: "Быстро",
  },
  {
    question: 'Какой падеж у существительного "без воды"?',
    options: ["Родительный", "Именительный", "Творительный", "Дательный"],
    answer: "Родительный",
  },
  {
    question: 'Определите число существительного "дерево".',
    options: ["Единственное", "Множественное", "Неопределённое", "Обе формы"],
    answer: "Единственное",
  },
  {
    question: 'Выберите слово, которое является антонимом к слову "громкий".',
    options: ["Тихий", "Шумный", "Большой", "Светлый"],
    answer: "Тихий",
  },
  {
    question: "Выберите правильную форму глагола: Мы (…) на улице.",
    options: ["Гуляем", "Гуляю", "Гуляет", "Гуляют"],
    answer: "Гуляем",
  },
  {
    question: "Какое слово является числительным?",
    options: ["Тридцать", "Девятый", "Много", "Идти"],
    answer: "Тридцать",
  },
  {
    question: 'Какое слово является антонимом к слову "чёрный"?',
    options: ["Белый", "Серый", "Красный", "Тёмный"],
    answer: "Белый",
  },
  {
    question: "Какое слово является прилагательным?",
    options: ["Весёлый", "Песня", "Петь", "Громко"],
    answer: "Весёлый",
  },
  {
    question: 'Какое из следующих слов отвечает на вопрос "Что делать?"?',
    options: ["Глагол", "Существительное", "Прилагательное", "Наречие"],
    answer: "Глагол",
  },
  {
    question: 'Какой падеж у слова "к другу"?',
    options: ["Дательный", "Творительный", "Родительный", "Винительный"],
    answer: "Дательный",
  },
  {
    question: 'Определите время глагола: "будет читать".',
    options: ["Будущее", "Прошедшее", "Настоящее", "Неопределённое"],
    answer: "Будущее",
  },
  {
    question: 'Какое слово отвечает на вопрос "Кто?"?',
    options: ["Существительное", "Глагол", "Наречие", "Прилагательное"],
    answer: "Существительное",
  },
  {
    question: 'Какой падеж у слова "на столе"?',
    options: ["Предложный", "Дательный", "Творительный", "Родительный"],
    answer: "Предложный",
  },
  {
    question: "Выберите правильное окончание: У меня был(…) книги.",
    options: ["-и", "-а", "-о", "-ы"],
    answer: "-и",
  },
  {
    question: 'Какой род у слова "здание"?',
    options: ["Средний", "Мужской", "Женский", "Неопределённый"],
    answer: "Средний",
  },
  {
    question: 'Какое слово является синонимом к слову "смешной"?',
    options: ["Забавный", "Грустный", "Страшный", "Красивый"],
    answer: "Забавный",
  },
  {
    question: 'Какое слово является антонимом к слову "широкий"?',
    options: ["Узкий", "Длинный", "Большой", "Красивый"],
    answer: "Узкий",
  },
  {
    question: 'Какое слово отвечает на вопрос "Как?"?',
    options: ["Наречие", "Глагол", "Прилагательное", "Существительное"],
    answer: "Наречие",
  },
  {
    question: "Выберите правильную форму местоимения: Это (…)?",
    options: ["твоё", "твой", "твои", "твой"],
    answer: "твоё",
  },
  {
    question: 'Какое слово является синонимом к слову "хороший"?',
    options: ["Отличный", "Плохой", "Маленький", "Быстрый"],
    answer: "Отличный",
  },
  {
    question: "Какое слово является глаголом?",
    options: ["Бегать", "Быстро", "Красивый", "Труд"],
    answer: "Бегать",
  },
];
export const rusTili8SinfQuestions = [
  {
    question: "Выберите правильную форму слова: Мы смотрели интересный (…).",
    options: ["фильм", "фильмы", "фильма", "фильмов"],
    answer: "фильм",
  },
  {
    question: "Какое из слов является причастием?",
    options: ["Читающий", "Читать", "Читая", "Читатель"],
    answer: "Читающий",
  },
  {
    question: 'Какой падеж у слова "без друга"?',
    options: ["Родительный", "Дательный", "Творительный", "Именительный"],
    answer: "Родительный",
  },
  {
    question: "Выберите правильную форму глагола: Они (…) завтра в кино.",
    options: ["пойдут", "пошли", "идут", "ходят"],
    answer: "пойдут",
  },
  {
    question: 'Какое слово является антонимом к слову "умный"?',
    options: ["Глупый", "Тупой", "Злой", "Мудрый"],
    answer: "Глупый",
  },
  {
    question: 'Какой вид у глагола "читать"?',
    options: ["Несовершенный", "Совершенный", "Прошедший", "Будущий"],
    answer: "Несовершенный",
  },
  {
    question: "Какое слово является наречием?",
    options: ["Быстро", "Быстрее", "Быстрейший", "Быстрота"],
    answer: "Быстро",
  },
  {
    question: "Выберите правильное окончание: Мы идём к красив(…) парку.",
    options: ["-ому", "-ой", "-ым", "-ую"],
    answer: "-ому",
  },
  {
    question: 'Какой падеж у слова "о школе"?',
    options: ["Предложный", "Дательный", "Именительный", "Винительный"],
    answer: "Предложный",
  },
  {
    question: 'Какое слово является синонимом к слову "радостный"?',
    options: ["Весёлый", "Грустный", "Скучный", "Спокойный"],
    answer: "Весёлый",
  },
  {
    question: 'Какой род у слова "письмо"?',
    options: ["Средний", "Мужской", "Женский", "Неопределённый"],
    answer: "Средний",
  },
  {
    question: 'Какой падеж у слова "с другом"?',
    options: ["Творительный", "Именительный", "Родительный", "Предложный"],
    answer: "Творительный",
  },
  {
    question: "Какое слово является существительным?",
    options: ["Учитель", "Учить", "Учёный", "Учебник"],
    answer: "Учитель",
  },
  {
    question: "Выберите правильную форму: Книга была очень (…).",
    options: ["интересная", "интересно", "интересен", "интересные"],
    answer: "интересная",
  },
  {
    question: 'Какой вид у глагола "написать"?',
    options: ["Совершенный", "Несовершенный", "Будущий", "Прошедший"],
    answer: "Совершенный",
  },
  {
    question: "Какое из слов является деепричастием?",
    options: ["Смеясь", "Смех", "Смеяться", "Смешной"],
    answer: "Смеясь",
  },
  {
    question: "Выберите правильную форму местоимения: Это (…).",
    options: ["твоё", "твоя", "твой", "твои"],
    answer: "твоё",
  },
  {
    question: 'Определите спряжение глагола "говорим".',
    options: ["Первое", "Второе", "Неопределённое", "Прошедшее"],
    answer: "Первое",
  },
  {
    question: 'Какой падеж у слова "в классе"?',
    options: ["Предложный", "Дательный", "Родительный", "Именительный"],
    answer: "Предложный",
  },
  {
    question: "Выберите правильное окончание: У меня был(…) книги.",
    options: ["-и", "-а", "-о", "-ы"],
    answer: "-и",
  },
  {
    question: 'Какое из слов является синонимом к слову "смелый"?',
    options: ["Храбрый", "Трусливый", "Слабый", "Сильный"],
    answer: "Храбрый",
  },
  {
    question: 'Какой падеж у слова "к другу"?',
    options: ["Дательный", "Творительный", "Родительный", "Винительный"],
    answer: "Дательный",
  },
  {
    question: 'Какой род у слова "девочка"?',
    options: ["Женский", "Мужской", "Средний", "Неопределённый"],
    answer: "Женский",
  },
  {
    question: "Какое слово является глаголом в прошедшем времени?",
    options: ["Читал", "Читаю", "Буду читать", "Читаешь"],
    answer: "Читал",
  },
  {
    question: 'Какое из слов является антонимом к слову "быстрый"?',
    options: ["Медленный", "Лёгкий", "Скорый", "Резкий"],
    answer: "Медленный",
  },
  {
    question: 'Какое слово отвечает на вопрос "Как?"?',
    options: ["Наречие", "Глагол", "Прилагательное", "Существительное"],
    answer: "Наречие",
  },
  {
    question: "Выберите правильную форму: У него была интересная (…).",
    options: ["история", "истории", "историю", "историей"],
    answer: "история",
  },
  {
    question: "Какое слово является числительным?",
    options: ["Семь", "Много", "Идти", "Седьмой"],
    answer: "Семь",
  },
  {
    question: "Какое слово является причастием?",
    options: ["Играющий", "Игра", "Играл", "Играть"],
    answer: "Играющий",
  },
];
export const rusTili9SinfQuestions = [
  {
    question:
      "Выберите правильную форму глагола: Если он (…) завтра, мы начнём без него.",
    options: ["не придёт", "не придёт ли", "не пришёл", "не придет"],
    answer: "не придёт",
  },
  {
    question: "Какое из слов является наречием?",
    options: ["Тихо", "Тихий", "Тише", "Тишина"],
    answer: "Тихо",
  },
  {
    question: 'Определите вид глагола "решить".',
    options: ["Совершенный", "Несовершенный", "Будущий", "Прошедший"],
    answer: "Совершенный",
  },
  {
    question: 'Какой падеж у слова "о книге"?',
    options: ["Предложный", "Родительный", "Винительный", "Именительный"],
    answer: "Предложный",
  },
  {
    question: 'Какое слово является антонимом к слову "сильный"?',
    options: ["Слабый", "Могучий", "Громкий", "Храбрый"],
    answer: "Слабый",
  },
  {
    question: "Какое слово является прилагательным?",
    options: ["Большой", "Больше", "Большинство", "Большой дом"],
    answer: "Большой",
  },
  {
    question: "Выберите правильное окончание: Мы идём к нов(…) школе.",
    options: ["-ой", "-ому", "-ую", "-ыми"],
    answer: "-ой",
  },
  {
    question: 'Какой падеж у слова "без сестры"?',
    options: ["Родительный", "Дательный", "Творительный", "Именительный"],
    answer: "Родительный",
  },
  {
    question: "Выберите правильную форму: Мы (…).",
    options: ["идём", "шли", "пойдём", "идти"],
    answer: "идём",
  },
  {
    question: 'Какое слово является синонимом к слову "быстро"?',
    options: ["Скоро", "Тихо", "Медленно", "Далеко"],
    answer: "Скоро",
  },
  {
    question: 'Какой род у слова "стол"?',
    options: ["Мужской", "Женский", "Средний", "Неопределённый"],
    answer: "Мужской",
  },
  {
    question: 'Какой падеж у слова "с учителем"?',
    options: ["Творительный", "Именительный", "Родительный", "Дательный"],
    answer: "Творительный",
  },
  {
    question: "Какое слово является глаголом?",
    options: ["Писать", "Письмо", "Пишущий", "Писатель"],
    answer: "Писать",
  },
  {
    question: "Выберите правильную форму: Этот фильм был очень (…).",
    options: ["интересным", "интересный", "интересно", "интересные"],
    answer: "интересным",
  },
  {
    question: 'Какой вид у глагола "читать"?',
    options: ["Несовершенный", "Совершенный", "Прошедший", "Будущий"],
    answer: "Несовершенный",
  },
  {
    question: "Какое слово является причастием?",
    options: ["Читающий", "Читать", "Читаем", "Читая"],
    answer: "Читающий",
  },
  {
    question: "Выберите правильное местоимение: Это (…).",
    options: ["моё", "мой", "моя", "мои"],
    answer: "моё",
  },
  {
    question: 'Какой вид у глагола "сделать"?',
    options: ["Совершенный", "Несовершенный", "Прошедший", "Будущий"],
    answer: "Совершенный",
  },
  {
    question: 'Какое слово отвечает на вопрос "Почему?"?',
    options: ["Наречие", "Причастие", "Деепричастие", "Союз"],
    answer: "Наречие",
  },
  {
    question: "Выберите правильное окончание: Он мечтал о больш(…) доме.",
    options: ["-ом", "-ой", "-ого", "-ую"],
    answer: "-ом",
  },
  {
    question: 'Какое слово является антонимом к слову "громкий"?',
    options: ["Тихий", "Мягкий", "Слабый", "Сильный"],
    answer: "Тихий",
  },
  {
    question: 'Какой падеж у слова "к другу"?',
    options: ["Дательный", "Творительный", "Родительный", "Предложный"],
    answer: "Дательный",
  },
  {
    question: "Какое слово является числительным?",
    options: ["Десять", "Десятый", "Много", "Десяток"],
    answer: "Десять",
  },
  {
    question: 'Какой род у слова "окно"?',
    options: ["Средний", "Мужской", "Женский", "Неопределённый"],
    answer: "Средний",
  },
  {
    question: "Выберите правильную форму: Книга (…).",
    options: ["интересна", "интересный", "интересные", "интересным"],
    answer: "интересна",
  },
  {
    question: 'Какой вид у глагола "прочитать"?',
    options: ["Совершенный", "Несовершенный", "Прошедший", "Будущий"],
    answer: "Совершенный",
  },
  {
    question: "Выберите правильное слово: Она (…) быстрее всех.",
    options: ["бежит", "бежала", "бежать", "бегает"],
    answer: "бежит",
  },
  {
    question: 'Какое слово является синонимом к слову "смелый"?',
    options: ["Храбрый", "Трусливый", "Слабый", "Сильный"],
    answer: "Храбрый",
  },
  {
    question: "Какое из слов является причастием?",
    options: ["Написанный", "Написать", "Написав", "Написан"],
    answer: "Написанный",
  },
  {
    question: 'Какой падеж у слова "в комнате"?',
    options: ["Предложный", "Родительный", "Винительный", "Именительный"],
    answer: "Предложный",
  },
];
export const rusTili10SinfQuestions = [
  {
    question:
      "Выберите правильную форму глагола: Если бы я (…) больше времени, я бы помог.",
    options: ["имел", "имею", "имел бы", "имею бы"],
    answer: "имел бы",
  },
  {
    question: "Какое из слов является деепричастием?",
    options: ["Плача", "Плакать", "Плачущий", "Заплакал"],
    answer: "Плача",
  },
  {
    question:
      'Определите тип предложения: "Когда я учил уроки, друзья играли в футбол."',
    options: ["Сложноподчинённое", "Сложносочинённое", "Простое", "Неполное"],
    answer: "Сложноподчинённое",
  },
  {
    question: 'Какое слово является антонимом к слову "горький"?',
    options: ["Сладкий", "Кислый", "Соленый", "Приятный"],
    answer: "Сладкий",
  },
  {
    question: "Выберите слово, которое является наречием.",
    options: ["Быстро", "Быстрее", "Быстрый", "Быстрота"],
    answer: "Быстро",
  },
  {
    question: 'Определите вид глагола "узнавать".',
    options: ["Несовершенный", "Совершенный", "Будущий", "Прошедший"],
    answer: "Несовершенный",
  },
  {
    question: "Какое слово является местоимением?",
    options: ["Они", "Ихний", "Свой", "Каждый"],
    answer: "Они",
  },
  {
    question: 'Какой падеж у слова "на столе"?',
    options: ["Предложный", "Родительный", "Дательный", "Творительный"],
    answer: "Предложный",
  },
  {
    question: "Выберите правильное окончание: Мы живём в красив(…) городе.",
    options: ["-ом", "-ый", "-ого", "-ую"],
    answer: "-ом",
  },
  {
    question: 'Какое слово является синонимом к слову "разговор"?',
    options: ["Беседа", "Речь", "Письмо", "Выражение"],
    answer: "Беседа",
  },
  {
    question: "Какое слово является причастием?",
    options: ["Сделанный", "Сделав", "Сделать", "Сделает"],
    answer: "Сделанный",
  },
  {
    question: "Выберите правильную форму: Если я (…), я позвоню тебе.",
    options: ["закончу", "закончил", "заканчиваю", "закончить"],
    answer: "закончу",
  },
  {
    question: 'Какой род у слова "письмо"?',
    options: ["Средний", "Мужской", "Женский", "Неопределённый"],
    answer: "Средний",
  },
  {
    question: "Определите тип наречия: Он очень хорошо говорит по-русски.",
    options: ["Образа действия", "Меры и степени", "Места", "Времени"],
    answer: "Меры и степени",
  },
  {
    question: "Выберите правильную форму: Книга была очень (…).",
    options: ["интересной", "интересно", "интересен", "интересные"],
    answer: "интересной",
  },
  {
    question: 'Какой падеж у слова "к другу"?',
    options: ["Дательный", "Творительный", "Родительный", "Винительный"],
    answer: "Дательный",
  },
  {
    question: "Какое слово является существительным?",
    options: ["Мечта", "Мечтать", "Мечтая", "Мечтающий"],
    answer: "Мечта",
  },
  {
    question: "Выберите правильную форму глагола: Он уже (…).",
    options: ["пришёл", "приходит", "прийти", "приходил"],
    answer: "пришёл",
  },
  {
    question: 'Какое слово является антонимом к слову "добрый"?',
    options: ["Злой", "Мягкий", "Суровый", "Нежный"],
    answer: "Злой",
  },
  {
    question: 'Какой падеж у слова "с братом"?',
    options: ["Творительный", "Родительный", "Дательный", "Именительный"],
    answer: "Творительный",
  },
  {
    question: "Какое слово является числительным?",
    options: ["Семь", "Седьмой", "Много", "Семёрка"],
    answer: "Семь",
  },
  {
    question: "Выберите правильное слово: Она (…) лучше всех.",
    options: ["поёт", "пела", "петь", "поёт бы"],
    answer: "поёт",
  },
  {
    question: 'Какой вид у глагола "написать"?',
    options: ["Совершенный", "Несовершенный", "Прошедший", "Будущий"],
    answer: "Совершенный",
  },
  {
    question: "Какое слово является деепричастием?",
    options: ["Слушая", "Слушать", "Слушал", "Слушающий"],
    answer: "Слушая",
  },
  {
    question: 'Какой падеж у слова "о погоде"?',
    options: ["Предложный", "Родительный", "Дательный", "Именительный"],
    answer: "Предложный",
  },
  {
    question: "Выберите правильное слово: Он ответил очень (…).",
    options: ["быстро", "быстрее", "быстрый", "быстр"],
    answer: "быстро",
  },
  {
    question: "Какое слово является прилагательным?",
    options: ["Красивый", "Красиво", "Красота", "Красивее"],
    answer: "Красивый",
  },
  {
    question: "Какое слово является наречием?",
    options: ["Близко", "Близкий", "Близость", "Близок"],
    answer: "Близко",
  },
  {
    question: 'Какой род у слова "река"?',
    options: ["Женский", "Мужской", "Средний", "Неопределённый"],
    answer: "Женский",
  },
  {
    question: 'Какое слово является синонимом к слову "весёлый"?',
    options: ["Радостный", "Скучный", "Тревожный", "Тихий"],
    answer: "Радостный",
  },
];
export const rusTili11SinfQuestions = [
  {
    question:
      "Выберите правильный вариант: Если бы он (…) больше времени, он бы выучил уроки.",
    options: ["имел", "имел бы", "имеет", "имелось"],
    answer: "имел бы",
  },
  {
    question: 'Определите тип предложения: "Он сказал, что приедет завтра."',
    options: [
      "Сложноподчинённое",
      "Сложносочинённое",
      "Простое",
      "Вопросительное",
    ],
    answer: "Сложноподчинённое",
  },
  {
    question: 'Какое слово является синонимом к слову "печальный"?',
    options: ["Грустный", "Весёлый", "Серьёзный", "Счастливый"],
    answer: "Грустный",
  },
  {
    question: "Выберите слово, которое является наречием.",
    options: ["Очень", "Очень хороший", "Очень хорошо", "Хороший"],
    answer: "Очень",
  },
  {
    question: 'Определите вид глагола "закончить".',
    options: [
      "Совершенный",
      "Несовершенный",
      "Настоящее время",
      "Прошедшее время",
    ],
    answer: "Совершенный",
  },
  {
    question: "Какое слово является местоимением?",
    options: ["Свой", "Который", "Каждый", "Никакой"],
    answer: "Свой",
  },
  {
    question: "Выберите правильное окончание: Я говорил с умн(…) человеком.",
    options: ["-ым", "-ый", "-ого", "-ом"],
    answer: "-ым",
  },
  {
    question: 'Какое слово является антонимом к слову "радость"?',
    options: ["Грусть", "Веселье", "Улыбка", "Смех"],
    answer: "Грусть",
  },
  {
    question:
      "Выберите правильную форму глагола: Мы (…) экзамены на следующей неделе.",
    options: ["сдаём", "сдали", "сдадим", "сдавать"],
    answer: "сдадим",
  },
  {
    question: 'Какой падеж у слова "в книге"?',
    options: ["Предложный", "Родительный", "Дательный", "Творительный"],
    answer: "Предложный",
  },
  {
    question: 'Какой вид у глагола "готовить"?',
    options: ["Несовершенный", "Совершенный", "Прошедший", "Настоящий"],
    answer: "Несовершенный",
  },
  {
    question: "Какое слово является деепричастием?",
    options: ["Работая", "Работающий", "Работать", "Работал"],
    answer: "Работая",
  },
  {
    question: 'Какой род у слова "утро"?',
    options: ["Средний", "Мужской", "Женский", "Неопределённый"],
    answer: "Средний",
  },
  {
    question: 'Определите тип предложения: "Солнце светит, и птицы поют."',
    options: ["Сложносочинённое", "Сложноподчинённое", "Простое", "Сложное"],
    answer: "Сложносочинённое",
  },
  {
    question: "Какое слово является существительным?",
    options: ["Дружба", "Дружить", "Дружный", "Дружно"],
    answer: "Дружба",
  },
  {
    question: "Какое слово является прилагательным?",
    options: ["Весёлый", "Веселье", "Веселить", "Весело"],
    answer: "Весёлый",
  },
  {
    question: 'Какой падеж у слова "к учителю"?',
    options: ["Дательный", "Родительный", "Винительный", "Творительный"],
    answer: "Дательный",
  },
  {
    question: 'Какое слово является синонимом к слову "быстро"?',
    options: ["Скоро", "Медленно", "Быстрее", "Замедленно"],
    answer: "Скоро",
  },
  {
    question: 'Какое слово является антонимом к слову "смелый"?',
    options: ["Трусливый", "Храбрый", "Смелость", "Бесстрашный"],
    answer: "Трусливый",
  },
  {
    question: 'Какой падеж у слова "с другом"?',
    options: ["Творительный", "Именительный", "Дательный", "Родительный"],
    answer: "Творительный",
  },
  {
    question: "Какое слово является числительным?",
    options: ["Двадцать", "Двадцатый", "Много", "Несколько"],
    answer: "Двадцать",
  },
  {
    question: 'Какой вид у глагола "написал"?',
    options: ["Совершенный", "Несовершенный", "Будущий", "Настоящий"],
    answer: "Совершенный",
  },
  {
    question: "Какое слово является наречием?",
    options: ["Высоко", "Высокий", "Высота", "Выше"],
    answer: "Высоко",
  },
  {
    question:
      "Выберите правильную форму: Если бы я (…) деньги, я бы поехал в отпуск.",
    options: ["имел", "имею", "имел бы", "имею бы"],
    answer: "имел бы",
  },
  {
    question: 'Какой падеж у слова "о городе"?',
    options: ["Предложный", "Родительный", "Дательный", "Винительный"],
    answer: "Предложный",
  },
  {
    question: 'Какое слово является синонимом к слову "красивый"?',
    options: ["Прекрасный", "Непривлекательный", "Средний", "Обычный"],
    answer: "Прекрасный",
  },
  {
    question: 'Какой род у слова "вечер"?',
    options: ["Мужской", "Женский", "Средний", "Неопределённый"],
    answer: "Мужской",
  },
  {
    question: "Выберите правильное слово: Она (…) песню, которую я люблю.",
    options: ["поёт", "пела", "петь", "поёт бы"],
    answer: "поёт",
  },
  {
    question: "Какое слово является причастием?",
    options: ["Читающий", "Читать", "Читал", "Читаю"],
    answer: "Читающий",
  },
  {
    question: "Выберите правильное окончание: Мы гуляли по красив(…) улице.",
    options: ["-ой", "-ую", "-ый", "-ом"],
    answer: "-ой",
  },
];
